<?php 

?><!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>QCMS - license</title>
</head>
<body><h2>Лицензия</h2>

<h2>QCMS распространяется под BSD лицензией.</h2>

<p>QCMS использует и поставляется вместе с elRTE, elFinder, xajax, которые распространяются под BSD лицензией, 
а также использует jQuery и jQuery-UI, которые распространяются под двойной (MIT и GPL) лицензией.</p>

<h3>Текст лицензии BSD:</h3>

<p>Copyright &copy; <?=date("Y")?>, &lt;Information Ways Ltd.&gt;</p>
 
<p>Разрешается повторное распространение и использование как в виде исходного кода, 
так и в двоичной форме, с изменениями или без, при соблюдении следующих условий:</p>

<blockquote>
 При повторном распространении исходного кода должно оставаться указанное выше 
 уведомление об авторском праве, этот список условий и последующий отказ от гарантий.
</blockquote> 
 
<blockquote>
 При повторном распространении двоичного кода должна сохраняться указанная выше 
 информация об авторском праве, этот список условий и последующий отказ от гарантий 
 в документации и/или в других материалах, поставляемых при распространении.
</blockquote> 
 
<blockquote>
 Ни название &lt;Information Ways Ltd.&gt;, ни имена ее сотрудников не могут быть использованы 
 в качестве поддержки или продвижения продуктов, основанных на этом ПО без 
 предварительного письменного разрешения.
</blockquote>

<p> 
ЭТА ПРОГРАММА ПРЕДОСТАВЛЕНА ВЛАДЕЛЬЦАМИ АВТОРСКИХ ПРАВ И/ИЛИ ДРУГИМИ СТОРОНАМИ «КАК ОНА ЕСТЬ» 
<br />
БЕЗ КАКОГО-ЛИБО ВИДА ГАРАНТИЙ, ВЫРАЖЕННЫХ ЯВНО ИЛИ ПОДРАЗУМЕВАЕМЫХ, 
<br />
ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ ИМИ, ПОДРАЗУМЕВАЕМЫЕ ГАРАНТИИ КОММЕРЧЕСКОЙ ЦЕННОСТИ 
И ПРИГОДНОСТИ ДЛЯ КОНКРЕТНОЙ ЦЕЛИ. 
</p>

<p>
НИ В КОЕМ СЛУЧАЕ, ЕСЛИ НЕ ТРЕБУЕТСЯ СООТВЕТСТВУЮЩИМ ЗАКОНОМ, 
<br />
ИЛИ НЕ УСТАНОВЛЕНО В УСТНОЙ ФОРМЕ, НИ ОДИН ВЛАДЕЛЕЦ АВТОРСКИХ ПРАВ 
<br />
И НИ ОДНО ДРУГОЕ ЛИЦО, КОТОРОЕ МОЖЕТ ИЗМЕНЯТЬ И/ИЛИ ПОВТОРНО РАСПРОСТРАНЯТЬ ПРОГРАММУ, 
<br />
КАК БЫЛО СКАЗАНО ВЫШЕ, НЕ НЕСЁТ ОТВЕТСТВЕННОСТИ, ВКЛЮЧАЯ ЛЮБЫЕ ОБЩИЕ, 
<br />
СЛУЧАЙНЫЕ, СПЕЦИАЛЬНЫЕ ИЛИ ПОСЛЕДОВАВШИЕ УБЫТКИ, 
<br />
ВСЛЕДСТВИЕ ИСПОЛЬЗОВАНИЯ ИЛИ НЕВОЗМОЖНОСТИ ИСПОЛЬЗОВАНИЯ ПРОГРАММЫ 
<br />
(ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ ПОТЕРЕЙ ДАННЫХ, ИЛИ ДАННЫМИ, СТАВШИМИ НЕПРАВИЛЬНЫМИ, 
<br />
ИЛИ ПОТЕРЯМИ ПРИНЕСЕННЫМИ ИЗ-ЗА ВАС ИЛИ ТРЕТЬИХ ЛИЦ, ИЛИ ОТКАЗОМ ПРОГРАММЫ РАБОТАТЬ 
<br />
СОВМЕСТНО С ДРУГИМИ ПРОГРАММАМИ), 
<br />
ДАЖЕ ЕСЛИ ТАКОЙ ВЛАДЕЛЕЦ ИЛИ ДРУГОЕ ЛИЦО БЫЛИ 
<br />
ИЗВЕЩЕНЫ О ВОЗМОЖНОСТИ ТАКИХ УБЫТКОВ.
</p>


<p>
    <input type="checkbox" value="1" name="next_checkbox" onchange="xajax_next_checkbox_change(); return false;" id="next_checkbox_id" />
    согласие с лицензионным соглашением
</p>

<script type="text/javascript">
    xajax_next_checkbox_change();
</script>

</body>
</html>